Repository: juliabode/zapachic
Catalog: *.po
Languages: es_mx

source: The Last 30 Posts
es_mx: Últimos Artículos

source: comments
es_mx: comentarios

source: Categories
es_mx: Categorías

source: Monthly Archives
es_mx: Archivos por mes

source: Top Nav Menu
es_mx: Menú superior

source: Bottom Nav Menu
es_mx: Menú inferior

source: This post is password protected. Enter the password to view comments.
es_mx: Este artículo está protegido. Ingresa tu password

source: Comments For This Post <span class="calltoaction">I'd Love to Hear Yours!
es_mx: Comentarios en este artículo <span class="calltoaction">queremos escuchar el tuyo!

source: Your comment is awaiting moderation.
es_mx: Tu comentario esta en proceso de publicación

source: Trackbacks For This Post
es_mx: Este artículo fue citado por

source: Comments are closed.
es_mx: Comentarios están cerrados

source: Leave a Comment <span class="calltoaction">Here's Your Chance to Be Heard!
es_mx: Deja un comentario <span class="calltoaction">es tu espacio para opinar!

source: Join the Community
es_mx: únete a la comunidad

source: For This Post <span class="calltoaction">I'd Love to Hear Yours!
es_mx: Para este artículo <span class="calltoaction">queremos escuchar el tuyo!

source: You must be
es_mx: Debes iniciar

source: logged in</a> to post a comment.
es_mx: sesión</a> para dejar un comentario.

source: Logged in as
es_mx: Estás dentro como

source: Log out &raquo;
es_mx: Salir de esta cuenta &raquo;

source: Name
es_mx: Nombre

source: (required)
es_mx: (requerido)

source: Email (will not be published)
es_mx: Email (tu cuenta no será publicada)

source: Website
es_mx: Página web

source: Search Results for
es_mx: Resultados de tu búsqueda:

source: 0 Comments
es_mx: 0 Comentarios

source: 1 Comment
es_mx: 1 Comentario

source: % Comments
es_mx: % Comentarios

source: Continue reading...
es_mx: Seguir leyendo…

source: &laquo; Previous Entries
es_mx: &laquo; Entradas Anteriores

source: Next Entries &raquo;
es_mx: Próximas Entradas &raquo;

source: Search Results
es_mx: Resultados de búsqueda

source: None Found!
es_mx: No se hemos encontrado nada!

source: Sorry! Your search yielded no results. Please search again.
es_mx: Lo sentimos! Tu búsqueda no ha tenido resultados, inténtalo de nuevo.

source: Search the Site:
es_mx: Busca en la página:

source: Bookmark and Share
es_mx: Comparte este artículo!

source: Posted on
es_mx: Publicado en

source: Related Articles
es_mx: Artículos Relacionados

source: About the Author
es_mx: Sobre la autora

source: Archive
es_mx: Archivo

source: RSS feed for this category
es_mx: Rss para esta categoría

source: Subscribe to
es_mx: Suscríbete a

source: Grab the RSS feed for Free Updates!
es_mx: Inscríbete por RSS para recibir las noticias!

source: What's this?
es_mx: Qué es esto?

source: Learn more about RSS
es_mx: Aprende más sobre RSS

source: OR Get blog updates sent directly to your inbox by entering your email address below:
es_mx: O puedes recibir las noticias directamente en tu mail, déjanos tu dirección:

source: Featured
es_mx: Nuevos

source: Popular
es_mx: Populares

source: Comments
es_mx: Comentarios

source: Topics
es_mx: Temas

source: Twitter Updates
es_mx: Twitter

source: Follow
es_mx: Seguir

source: on Twitter
es_mx: en Twitter

source: My Latest
es_mx: Últimos

source: photos
es_mx: fotos

source: Author Archives
es_mx: Archivo por Autor

source: Contact the author
es_mx: Contacta al autor

source: Page Not Found!
es_mx: Página no encontrada

source: Sorry, but the page you were looking for is not here. But, we're glad you're here! Please try searching the site archives below.
es_mx: Vaya! parece que la página que buscas no está disponible. Pero nos gustaría mucho que intentaras en alguno de estos archivos:

source: Read this article…
es_mx: Seguir leyendo…

source: ← Older Entries
es_mx: ← Entradas Anteriores

source: Newer Entries →
es_mx: Entradas Recientes →

source: Continue Reading
es_mx: Seguir leyendo
